Repository: Allsochen/alt-tab-macos
Catalog: resources/l10n/*.lproj/Localizable.strings
Languages: el, hu, it, pt

source: About
el: Σχετικά
hu: Az App-ról
it: Info
pt: Informações

source: About %@
el: Σχετικά με %@
hu: Körülbelül %@
it: Info su %@
pt: Sobre %@

source: Accessibility
el: Προσβασιμότητα
hu: Kisegítő lehetőségek
it: Accessibilità
pt: Acessibilidade

source: Acknowledgments
el: Ευχαριστίες
hu: Köszönetnyílvánítás
it: Ringraziamenti
pt: Agradecimentos

source: Active app
el: Ενεργή εφαρμογή
hu: Aktív alkalmazás
it: App attiva
pt: Aplicações activas

source: Active screen
el: Ενεργή οθόνη
hu: Aktív képernyő
it: Schermo attivo
pt: Ecrã activo

source: Active Space
el: Ενεργό Γραφείο εργασίας
hu: Aktív terület
it: Spazio attivo
pt: Space activo

source: Additional controls
el: Πρόσθετα στοιχεία ελέγχου
hu: További kezelőszervek
it: Controlli aggiuntivi
pt: Controlos adicionais

source: Additional controls…
el: Πρόσθετα στοιχεία ελέγχου
hu: További kezelőszervek…
it: Controlli aggiuntivi…
pt: Controlos adicionais…

source: Advanced
el: Προχωρημένα
hu: Fejlett
it: Avanzate
pt: Avançada

source: After release
el: Μετά την απελευθέρωση
hu: Felengedés után
it: Dopo il rilascio
pt: Após a libertação

source: Align windows
el: Ευθυγράμμιση παραθύρων
hu: Ablakok Elrendezése
it: Disponi le anteprime
pt: Alinhar as janelas

source: Align windows:
el: Στοίχιση παραθύρων:
hu: Ablakok rendezése:
it: Allinea le anteprime:
pt: Alinhar janelas:

source: All apps
el: Όλες οι εφαρμογές
hu: Minden alkalmazás
it: Tutte le app
pt: Todas as aplicações

source: All data from this form will be made public, as a ticket on github.com
el: Όλα τα δεδομένα από αυτό το έντυπο θα δημοσιοποιηθούν ως ticket στο github.com
hu: Minden adat amit ezen az űrlapon megadott publikus lesz egy GitHubon jegy formájában
it: Tutti i dati di questo modulo saranno resi pubblici come ticket su github.com
pt: Todos os dados deste formulário serão públicos num ticket em github.com

source: All screens
el: Όλες οι οθόνες
hu: Minden képernyő
it: Tutti gli schermi
pt: Todas os ecrãs

source: All Spaces
el: Όλα τα Γραφεία εργασίας
hu: Minden terület
it: Tutti gli spazi
pt: Todos os Ambientes de Trabalho

source: Allowed
el: Επιτρέπεται
hu: Engedélyezve
it: Consentito
pt: Permitido

source: Alphabetical
el: Αλφαβητικά
hu: ABC Sorrendben
it: Alfabetico
pt: Ordem Alfabética

source: Alphabetical Order
el: Αλφαβητική σειρά
hu: ABC sorrend
it: Alfabetico
pt: Ordem Alfabética

source: Also select windows using:
el: Επιπλέον, επιλογή παραθύρων με:
hu: Ablakok kiválasztása az következővel is:
it: Seleziona le finestre usando anche:
pt: Também escolher janelas utilizando:

source: AltTab crashed last time you used it. Sending a crash report will help get the issue fixed
el: Το Alttab συνετρίβη την τελευταία φορά που το χρησιμοποιήσατε. Η αποστολή μιας αναφοράς συντριβής θα βοηθήσει να διορθωθεί το ζήτημα
hu: Az AltTab összeomlott amikor utoljára használta. A hibajelentés küldése segíthet a probléma javításában
it: AltTab si è arrestato in modo anomalo. L'invio di una segnalazione potrebbe aiutare a risolvere il problema.
pt: A aplicação terminou inesperadamente na última vez que foi utilizada. Ao enviar um relatório de falha ajuda a corrigir o erro

source: AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows.
el: Το Alttab έχει οριστεί επί του παρόντος να εμφανίζει Εφαρμογές. Αυτή η ρύθμιση είναι διαθέσιμη μόνο όταν το alttab έχει ρυθμιστεί να εμφανίζει Παράθυρα.
hu: Az AltTab jelenleg az alkalmazások megjelenítésére van beállítva.Ez a beállítás csak akkor érhető el, ha az AltTab az Ablakok megjelenítésére van beállítva.
it: AltTab è attualmente impostato per mostrare le applicazioni. Questa impostazione è disponibile solo quando AltTab è impostato per mostrare le singole finestre.
pt: Actualmente, o AltTab está definido para mostrar aplicações.Essa configuração está disponível apenas quando o AltTab está definido para mostrar o janelas.

source: AltTab needs some permissions
el: Το AltTab χρειάζεται κάποιες άδειες
hu: Az AltTab-nak néhány jogosultságra van szüksége
it: AltTab richiede alcuni permessi
pt: AltTab necessita de algumas permissões

source: AltTab will show if the window is currently minimized or fullscreen with a status icon.
el: Το alttab θα δείχνει εάν το παράθυρο είναι ελαχιστοποιημένο ή σε πλήρη οθόνη με εικονίδιο κατάστασης.
hu: Az AltTab megmutatja hogy az Ablak minimalizálva vagy teljes képernyőn van.
it: Un'icona indicherà se la finestra è minimizzata o a schermo intero.
pt: AltTab mostrará se a janela estiver minimizada ou em ecrã inteiro com um ícone de status.

source: Always
el: Πάντοτε
hu: Mindig
it: Sempre
pt: Sempre

source: Always send crash reports
el: Πάντα αποστολή αναφορών συντριβής
hu: Mindig küldjön hiba-jelentést
it: Invia sempre resoconti di arresti anomali
pt: Enviar sempre relatórios de falha

source: and press
el: και πατήστε
hu: és nyomja meg
it: e premi
pt: e pressionar

source: and press:
el: και πατήστε:
hu: majd nyomjon:
it: e premi:
pt: e pressionar:

source: Animations
el: Εφέ κίνησης
hu: Animációk
it: Animazioni
pt: Animações

source: Animations…
el: Εφέ κίνησης…
hu: Animációk…
it: Animazioni…
pt: Animações...

source: App (BundleID starting with)
el: Εφαρμογή (bundleid αρχίζει με)
hu: App (BundleID kezdve)
it: App (BundleID inizia con…)
pt: App (BundleID a começar com)

source: App Icons
el: Εικονίδια εφαρμογών
hu: Alkalmazásikonok
it: Icone delle app
pt: Ícones de apliçação

source: App is hidden
el: Η εφαρμογή είναι κρυμμένη
hu: Az alkalmazás rejtett
it: L'app è nascosta
pt: App está escondida

source: App is running but has no open window
el: Η εφαρμογή εκτελείται αλλά δεν διαθέτει ανοιχτό παράθυρο
hu: Az alkalmazás fut, de nincs nyitott ablaka
it: L'app è attiva ma senza finestre aperte
pt: App está a correr sem janelas abertas

source: Apparition delay
el: Καθυστέρηση εμφάνισης
hu: Megjelenés késleltetése
it: Ritardo comparsa
pt: Aparecimento de atraso

source: Apparition delay:
el: Καθυστέρηση εμφάνισης
hu: Megjelenítés késleltetése:
it: Ritardo:
pt: Intervalo para exibição:

source: Appearance
el: Εμφάνιση
hu: Megjelenés
it: Aspetto
pt: Aparência

source: Application Name
el: Όνομα εφαρμογής
hu: Alkalmazásnév
it: Nome dell'applicazione
pt: Nome da aplicação

source: Application Name - Window Title
el: Όνομα εφαρμογής - Τίτλος παραθύρου
hu: Alkalmazás neve - Ablak címe
it: Nome dell'applicazione - Titolo della finestra
pt: Nome da aplicação - Título da janela

source: Applications
el: Εφαρμογές
hu: Alkalmazások
it: Applicazioni
pt: Aplicações

source: Are you sure you don’t want a response?
el: Είστε βέβαιοι ότι δεν θέλετε απάντηση;
hu: Biztos benne, hogy letiltja az értesítéseket?
it: Confermi di non volere una risposta?
pt: Tem a certeza que não deseja uma resposta?

source: Arrow keys
el: Πλήκτρα βέλους
hu: Nyíl billentyűk
it: Tasti freccia
pt: Teclas direccionais

source: Ask whether to send crash reports
el: Ερώτηση για αποστολή αναφορών συντριβής
hu: Kérdezzen rá a hibajelentések küldésére
it: Chiedi se inviare resconti di arresti anomali
pt: Perguntar para enviar relatórios de falha

source: Auto-install updates periodically
el: Αυτόματη εγκατάσταση ενημερώσεων
hu: Frissítések automatikus telepítése
it: Scarica e installa gli aggiornamenti disponibili
pt: Instalar actualizações periódicas automaticamente

source: Blacklists
el: Μαύρες λίστες
hu: Tiltó lista
it: Esclusioni
pt: Excepções

source: Cancel
el: Ακύρωση
hu: Mégsem
it: Annulla
pt: Cancelar

source: Cancel and hide
el: Ακύρωση και απόκρυψη
hu: Mégsem majd elrejt
it: Annulla e nascondi
pt: Cancelar e ocultar

source: Center
el: Κεντράρισμα
hu: Középre
it: Al centro
pt: Centro

source: Check for updates now…
el: Έλεγχος για ενημερώσεις τώρα...
hu: Frissítések keresése…
it: Cerca aggiornamenti…
pt: Procurar actualizações agora…

source: Check for updates periodically
el: Να γίνεται περιοδικός έλεγχος ενημερώσεων
hu: Frissítések automatikus keresése
it: Verifica se sono disponibili aggiornamenti
pt: Procurar actualizações periodicamente

source: Check for updates…
el: Έλεγχος για ενημερώσεις...
hu: Frissítések keresése…
it: Ricerca aggiornamenti…
pt: Procurar por actualizações…

source: Check permissions…
el: Έλεγχος για δικαιώματα...
hu: Ellenőrizze az engedélyeket ...
it: Controlla i permessi
pt: Verificar permissões...

source: Close window
el: Κλείσιμο παραθύρου
hu: Ablak bezárása
it: Chiudi la finestra
pt: Fechar janela

source: Conflicting shortcut
el: Διένεξη συντόμευσης
hu: Ütköző parancs
it: Comandi rapidi in conflitto
pt: Atalho em conflito

source: Controls
el: Συντομεύσεις
hu: Kezelőszervek
it: Comandi
pt: Controlos

source: Crash reports policy
el: Πολιτική αναφορών συντριβής
hu: Összeomlás Jelentés irányelve
it: Rapporti di arresti anomali
pt: Política de Relatórios de Falha

source: Crash reports policy:
el: Πολιτική αναφορών συντριβής:
hu: Hiba-jelentés házirend:
it: Arresti anomali:
pt: Política de relatórios de falha:

source: Cursor follows focus
el: Ο δείκτης του ποντικιού να ακολουθεί την εστίαση
hu: Az egér követi a fókuszt
it: Centra il puntatore del mouse dopo la selezione
pt: Cursor segue o foco

source: Customize App Icons style…
el: Προσαρμογή στυλ εικονιδίων εφαρμογών…
hu: Alkalmazásikonok stílusának testre szabása
it: Personalizza le icone dell'app…
pt: Personalizar o estilo dos ícones da aplicação

source: Customize Thumbnails style…
el: Προσαρμογή στυλ μικρογραφιών…
hu: Miniatűrök stílusának testre szabása
it: Personalizza lo stile delle miniature…
pt: Personalizar o estilo das miniaturas…

source: Customize Titles style…
el: Προσαρμογή στυλ τίτλων…
hu: Címek stílusának testbeszabása
it: Personalizza lo stile dei titoli…
pt: Personalizar o estilo de títulos…

source: Dark
el: Σκοτεινό
hu: Sötét
it: Scuro
pt: Escuro

source: Do nothing
el: Μην κάνεις τίποτα
hu: Ne csináljon semmit
it: Non fare nulla
pt: Não fazer nada

source: Don’t check for updates periodically
el: Να μη γίνεται έλεγχος για ενημερώσεις
hu: Ne keressen frissítéseket automatikusan
it: Disattivato (manuale)
pt: Não procurar actualizações periodicamente

source: Don’t send
el: Να μην σταλεί
hu: Ne küldjön
it: Non inviare
pt: Não enviar

source: Don’t show windows from these apps
el: Απόκρυψη παραθύρων από αυτές τις εφαρμογές
hu: Ablakok elrejtése ezekből az alkalmazásokból
it: Non mostrare le finestre di queste app
pt: Não mostrar janelas destas applicações

source: Done
el: Εντάξει
hu: Kész
it: Fatto
pt: Feito

source: End
el: Τέλος
hu: Vége
it: Alla fine
pt: Fim

source: Fade out animation
el: Εφέ ξεθωριάσματος
hu: Eltűnés animáció
it: Dissolvenza in uscita
pt: Animação de fade out

source: Fade out animation:
el: Εφέ ξεθωριάσματος:
hu: Eltűnési animáció:
it: Dissolvenza in uscita:
pt: Animação de desaparecimento:

source: Focus selected window
el: Εστίαση στο επιλεγμένο παράθυρο
hu: A kiválasztott ablak előtérbe hozása
it: Passa alla finestra selezionata
pt: Focar na janela activa

source: Fullscreen window
el: Πλήρης οθόνη
hu: Teljes Képernyős Ablak
it: Finestra a schermo intero
pt: Ecrã inteiro

source: Fullscreen windows:
el: Παράθυρα σε πλήρη οθόνη:
hu: Teljesképernyős ablakok:
it: Finestre a schermo intero:
pt: Janelas fullscreen:

source: Fullscreen/Defullscreen window
el: Πλήρης οθόνη/επαναφορά μεγέθους
hu: Teljes képernyős/WEflScreen ablak
it: Attiva/disattiva schermo intero
pt: Alternar ecrã inteiro da janela

source: General
el: Γενικά
hu: Általános
it: Generali
pt: Geral

source: Hidden windows:
el: Κρυμμένα παράθυρα:
hu: Rejtett ablakok:
it: Finestre nascoste:
pt: Janelas escondidas:

source: Hide
el: Απόκρυψη
hu: Elrejt
it: Nascondi
pt: Ocultar

source: Hide app badges
el: Απόκρυψη ενδείξεων ειδοποιήσεων εφαρμογών
hu: Alkalmazás jelek eltüntetése
it: Nascondi il badge delle app
pt: Ocultar crachás de aplicação

source: Hide app badges:
el: Απόκρυψη ειδοποιήσεων εφαρμογών:
hu: Alkalmazás jelek eltüntetése:
it: Nascodi badge delle app:
pt: Ocultar emblemas:

source: Hide apps with no open window
el: Απόκρυψη εφαρμογών χωρίς ανοιχτό παράθυρο
hu: Alkalmazás elrejtése ha nincs nyitott Ablak
it: Nascondi le app senza finestra aperta
pt: Ocultar aplicações sem janela aberta

source: Hide apps with no open window:
el: Απόκρυψη εφαρμογών χωρίς ανοιχτό παράθυρο:
hu: Nyitott ablak nélküli alkalmazások elrejtése:
it: Nascondi app senza finestre aperte:
pt: Ocultar aplicações sem janelas abertas:

source: Hide colored circles on mouse hover
el: Απόκρυψη χρωματιστών κύκλων κατά την αιώρηση
hu: A színes körök elrejtése amikor az egeret fölé viszi
it: Nascondi i tasti 'Chiudi'/'Minimizza'/'Schermo intero'
pt: Ocultar círculos coloridos com o rato em cima

source: Hide colored circles on mouse hover:
el: Απόκρυψη χρωματιστών κύκλων κατά την αιώρηση ποντικιού:
hu: A színes körök elrejtése amikor az egeret fölé viszi:
it: Nascondi i pulsanti della finestra al passaggio del mouse:
pt: Ocultar círculos coloridos onde o rato passar:

source: Hide in %@
el: Απόκρυψη σε %@
hu: Rejtse el a %-ot@
it: Nascondi in %@
pt: Ocultar em %@

source: Hide Space number labels
el: Απόκρυψη αριθμού Γραφείου εργασίας
hu: Íróasztal számának elrejtése
it: Nascondi il numero dello spazio
pt: Ocultar rótulos do numero do "Space"

source: Hide Space number labels:
el: Απόκρυψη αριθμού Γραφείου εργασίας:
hu: Íróasztal Számának elrejtése:
it: Non mostrare il numero dello spazio:
pt: Não exibir número do "Space":

source: Hide status icons
el: Απόκρυψη εικονιδίων κατάστασης
hu: Státusz ikonok elrejtése
it: Nascondi le icone di stato
pt: Ocultar ícones de status

source: Hide status icons:
el: Απόκρυψη εικονιδίων κατάστασης:
hu: Státusz ikonok elrejtése:
it: Nascondi le icone di stato:
pt: Ocultar ícones de estado:

source: Hide window thumbnails:
el: Απόκρυψη μικρογραφιών παραθύρων:
hu: Ablak előnézet elrejtése
it: Nascondi anteprime finestre:
pt: Ocultar miniaturas das janelas:

source: Hide/Show app
el: Απόκρυψη/Εμφάνιση εφαρμογής
hu: Applikáció elrejtése/megjelenítése
it: Nascondi/mostra app
pt: Ocultar/Mostrar aplicação

source: High
el: Υψηλή
hu: Magas
it: Alto
pt: Alta

source: Highest
el: Μέγιστη
hu: Legmagasabb
it: Massimo
pt: Mais alta

source: Hold
el: Κρατήστε πατημένο
hu: Tart
it: Tieni premuto
pt: Segurar

source: I think the app could be improved with…
el: Πιστεύω ότι η εφαρμογή θα μπορούσε να βελτιωθεί με...
hu: Azt gondolom hasznos lenne az app bővítése ezzel…
it: Invia un suggerimento…
pt: Eu acho que a aplicação poderia ser melhorada se…

source: Ignore shortcuts when active
el: Αγνόησε τις συντομεύσεις όταν ενεργό
hu: Hagyja figyelmen kívül a parancsokat ha
it: Ignora comandi rapidi quando attiva
pt: Ignorar atalhos enquanto activo

source: Ignore shortcuts while a window from these apps is active
el: Να αγνοούνται οι συντομεύσεις ενόσω κάποιο παράθυρο από αυτές τις εφαρμογές είναι ενεργό
hu: Figyelmen kívül hagyja a parancsikonokat, miközben ezeknek az alkalmazásoknak az ablaka aktív
it: Ignora i comandi rapidi quando una finestra di queste app è attiva
pt: Ignorar atalhos sempre que uma destas janelas esteja activa

source: Large
el: Μεγάλο
hu: Nagy
it: Grande
pt: Grande

source: Latest releases
el: Προηγούμενες εκδόσεις
hu: Legutóbbi kiadások
it: Ultime versioni
pt: Últimas actualizações

source: Leading
el: Αριστερά
hu: Balra
it: A sinistra
pt: Principal

source: Left
el: Αριστερά
hu: Bal
it: A sinistra
pt: Esquerda

source: Light
el: Φωτεινό
hu: Fényes
it: Chiaro
pt: Claro

source: Max height on screen:
el: Μέγιστο ύψος στην οθόνη:
hu: Maximális magasság a képernyőn:
it: Altezza massima:
pt: Altura max. no ecrã:

source: Max width on screen:
el: Μέγιστο πλάτος στην οθόνη:
hu: Maximális szélesség a képernyőn:
it: Larghezza massima:
pt: Largura max. no ecrã:

source: Medium
el: Μεσαίο
hu: Közepes
it: Media
pt: Médio

source: Menubar icon
el: Εικονίδιο γραμμής μενού
hu: Menubar ikon
it: Icona della barra dei menu
pt: Ícone da Barra de Menu

source: Menubar icon:
el: Εικονίδιο γραμμής μενού:
hu: Menü-sor ikon:
it: Icona della barra dei menu:
pt: Ícone da barra:

source: Middle
el: Μέσο
hu: Közepe
it: A metà
pt: Meio

source: Minimize/Deminimize window
el: Ελαχιστοποίηση/Επαναφορά παραθύρου
hu: Ablak kicsinyítés/visszaállítása
it: Contrai/espandi finestra
pt: Minimizar/Restaurar janela

source: Minimized windows:
el: Ελαχιστοποιημένα παράθυρα:
hu: Kicsinyített ablakok:
it: Finestre contratte:
pt: Janelas minimizadas:

source: Miscellaneous:
el: Διάφορα:
hu: Egyéb
it: Varie:
pt: Diversos:

source: Mouse hover
el: Αιώρηση ποντικιού
hu: Egér főlé vitele
it: Passaggio del mouse
pt: Ao passar o rato

source: Multiple screens
el: Πολλαπλές οθόνες
hu: Több képernyő
it: Più schermi
pt: Vários ecrãs

source: Never send crash reports
el: Να μην αποστέλλονται αναφορές συντριβής
hu: Soha ne küldjön hiba-jelentést
it: Non inviare resoconti
pt: Nunca enviar relatórios de falha

source: Normal
el: Κανονική
hu: Normál
it: Normale

source: Not allowed
el: Δεν επιτρέπεται
hu: Nincs engedélyezve
it: Non consentito
pt: Não permitido

source: NSHumanReadableCopyright
el: Άδεια χρήσης GPL-3.0
hu: GPL-3.0 licensz
it: Licenza GPL-3.0
pt: Licença GPL-3.0

source: Only if the window is fullscreen
el: Μόνο αν το παράθυρο βρίσκεται σε πλήρη οθόνη
hu: Csak ha az ablak teljesképernyős
it: Solo se la finestra è a schermo intero
pt: Somente se a janela estiver em ecrã completo

source: Open Accessibility Preferences…
el: Άνοιγμα Επιλογών Προσβασιμότητας...
hu: Kisegítő lehetőségek megnyitása…
it: Apri impostazioni Accessibilità…
pt: Abrir Preferências de Accessibilidade…

source: Open Screen Recording Preferences…
el: Άνοιγμα Επιλογών Καταγραφής Οθόνης...
hu: Képernyőfelvételi beállítások megnyitása…
it: Apri impostazioni Registrazione schermo…
pt: Abrir Preferências de Gravação de Ecrã…

source: Optional: email (if you want a reply)
el: Προαιρετικό: email (αν επιθυμείτε απάντηση)
hu: Opcionális: email (ha választ szeretnél kapni)
it: Indirizzo email (solo se vuoi una risposta)
pt: Opcional: e-mail (se desejar resposta)

source: Order windows by
el: Ταξινόμηση παραθύρων κατά
hu: Ablakok Rendezése
it: Ordinamento delle finestre
pt: Ordernar janelas por

source: Policies
el: Πολιτικές
hu: Házirendek
it: Sicurezza
pt: Políticas

source: Preferences…
el: Προτιμήσεις...
hu: Beállítások…
it: Impostazioni…
pt: Preferências…

source: Preview selected window
el: Προεπισκόπηση επιλεγμένου παραθύρου
hu: A kiválasztott ablak előnézete
it: Anteprima rapida della finestra selezionata
pt: Pré-visualizar janela selecionada

source: Preview selected window:
el: Προεπισκόπηση επιλεγμένου παραθύρου
hu: Választott ablak előnézete:
it: Mostra la finestra al passaggio:
pt: Pré-visualizar janela seleccionada:

source: Preview the selected window.
el: Προεπισκόπηση του επιλεγμένου παραθύρου.
hu: A kiválasztott ablak előnézete
it: Mostra la finestra evidenziata portandola in primo piano.
pt: Pré-visualizar a janela selecionada.

source: Quit
el: Τερματισμός εφαρμογής
hu: Kilépés
it: Esci
pt: Sair

source: Quit %@
el: Έξοδος %@
hu: Kilépés %@
it: Esci da %@
pt: Sair %@

source: Quit app
el: Τερματισμός εφαρμογής
hu: Kilépés az alkalmazásból
it: Esci dall'app
pt: Fechar aplicação

source: Recently Created
el: Πρόσφατη δημιουργία
hu: Nemrég Elindított
it: Prima le finestre più recenti
pt: Mais Recentemente Criada

source: Recently Created First
el: Πρόσφατη Δημιουργία πρώτα
hu: Mostanában megnyitott
it: Prima le nuove finestre
pt: Mais Recentemente Criada Primeiro

source: Recently Focused
el: Πρόσφατη εστίαση
hu: Utoljára Használt
it: Prima le ultime finestre visualizzate
pt: Mais Recentemente Focada

source: Recently Focused First
el: Πρόσφατη Εστίαση πρώτα
hu: Mostanában Előtérben
it: Prima le finestre visualizzate di recente
pt: Mais Recentemente Focada Primeiro

source: Remember my choice
el: Θυμήσου την επιλογή μου
hu: Emlékezzen a választásomra
it: Ricorda la mia scelta
pt: Lembrar a minha escolha

source: Reset preferences and restart
el: Επαναφορά προτιμήσεων και επανεκκίνηση
hu: Alaphelyzetbe állítás
it: Resetta le impostazioni e riavvia
pt: Redefinir preferências e reiniciar

source: Reset preferences and restart…
el: Επαναφορά προτιμήσεων και επανεκκίνηση…
hu: Alaphelyzetbe állítás és újraindítás...
it: Resetta le impostazioni e riavvia…
pt: Redefinir preferências e reiniciar

source: Rows of thumbnails:
el: Σειρές μικρογραφιών:
hu: Sorok előnézetben:
it: Righe di anteprime:
pt: Linhas de miniaturas:

source: Screen including menu bar
el: Οθόνη όπου βρίσκεται η γραμμή μενού
hu: Képernyő a Menü Sávval
it: Schermo con la barra dei menu
pt: Ecrã da barra

source: Screen including mouse
el: Οθόνη όπου βρίσκεται το ποντίκι
hu: A képernyő ahol az egér van
it: Schermo dove si trova il mouse
pt: Ecrã do rato

source: Screen Recording
el: Καταγραφή οθόνης
hu: Képernyő felvétel
it: Registrazione schermo
pt: Gravação de Ecrã

source: Screen showing AltTab
el: Οθόνη που δείχνει AltTab
hu: Az AltTab képernyője
it: Schermo con la finestra di AltTab
pt: Ecrã onde o AltTab está activo

source: Select next window
el: Επιλογή επόμενου παραθύρου
hu: Következő ablak kiválasztása
it: Finestra successiva
pt: Seleccionar próxima janela

source: Select previous window
el: Επιλογή προηγούμενου παραθύρου
hu: Előző ablak kiválasztása
it: Finestra precedente
pt: Seleccionar janela anterior

source: Select windows on mouse hover
el: Επιλογή παραθύρων με αιώρηση ποντικιού
hu: Ablakok választása egérrel
it: Seleziona la finestra al passaggio del mouse
pt: Seleccione janelas com o rato se encontra em cima

source: Select windows using arrow keys
el: Επιλογή παραθύρων με πλήκτρα βέλους
hu: Ablakok választás a nyilakkal
it: Seleziona la finestra con i tasti freccia
pt: Seleccione janelas utilzando as setas do teclado

source: Select windows using vim keys
el: Επιλογή παραθύρων με πλήκτρα VIM
hu: Ablakok választása VIM bill.
it: Seleziona la finestra con i tasti Vim
pt: Seleccione janelas utilizando as teclas do Vim

source: Send
el: Αποστολή
hu: Küldés
it: Invia
pt: Enviar

source: Send a crash report?
el: Αποστολή αναφοράς συντριβής;
hu: Küldjünk hiba-jelentést?
it: Inviare un resoconto?
pt: Enviar relatório de falha?

source: Send anyway
el: Αποστολή ούτως ή άλλως
hu: Küldés mindenképp
it: Invia comunque
pt: Enviar na mesma

source: Send debug profile (CPU, memory, etc)
el: Αποστολή διαγνωστικού προφίλ (επεξεργαστής, μνήμη, κλπ)
hu: Hibakeresési profil (CPU, memória, stb.) küldése
it: Invia profilo debug (CPU, memoria, ecc.)
pt: Enviar dados para depuração (CPU, memória, etc)

source: Send feedback
el: Αποστολή σχολίων
hu: Visszajelzés küldése
it: Invia feedback
pt: Enviar comentário

source: Send feedback…
el: Αποστολή σχολίων...
hu: Visszajelzés küldése…
it: Invia feedback…
pt: Enviar comentário…

source: Share improvement ideas, or report bugs
el: Μοιραστείτε ιδέες για βελτίωση ή αναφορά σφαλμάτων
hu: Fejlesztési ötletek megosztása, hibabejelentés
it: Invia un'idea o una proposta, oppure segnala un bug
pt: Partilhar sugestões ou reportar falhas

source: Shortcut 1
el: Συντόμευση 1
hu: Parancsikon 1
it: Comando 1
pt: Atalho 1

source: Shortcut 2
el: Συντόμευση 2
hu: Parancsikon 2
it: Comando 2
pt: Atalho 2

source: Shortcut 3
el: Συντόμευση 3
hu: 3. parancsikon
it: Comando 3
pt: Atalho 3

source: Shortcut 4
el: Συντόμευση 4
hu: 4. parancsikon
it: Comando 4
pt: Atalho 4

source: Shortcut 5
el: Συντόμευση 5
hu: Parancsikon 5
it: Comando 5
pt: Atalho 5

source: Shortcut already assigned to another action: %@
el: Η συντόμευση έχει ήδη ανατεθεί σε άλλη ενέργεια: %@
hu: A parancs már hozzá van rendelve egy másik művelethez: %@
it: Comando già assegnato a: %@
pt: Atalho já atribuído a outra acção: %@

source: Shortcuts When Active
el: Συντομεύσεις, όταν ενεργό
hu: Parancsikonok aktív esetén
it: Scorciatoie aggiuntive (solo per la vista anteprima finestre)
pt: Atalhos Enquanto Activo
