Repository: Allsochen/alt-tab-macos
Catalog: resources/l10n/*.lproj/Localizable.strings
Languages: el, hu, it, pt

source: Shortcuts when active…
el: Συντομεύσεις, όταν ενεργό…
hu: Parancs amikor aktív...
it: Scorciatoie aggiuntive (solo per la vista anteprima finestre)
pt: Atalhos enquanto activo

source: Show
el: Εμφάνιση
hu: Mutat
it: Mostra
pt: Mostrar

source: Show & Hide
el: Εμφάνιση & Απόκρυψη
hu: Mutatás és Elrejtés
it: Mostra/Nascondi
pt: Mostrar/Ocultar

source: Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated.
el: Εμφάνιση ενός στοιχείου για κάθε παράθυρο ή για κάθε εφαρμογή. Τα παράθυρα θα εστιάζονται, ενώ οι εφαρμογές θα ενεργοποιούνται.
hu: Ablakonkénti vagy Alkalmazásonkénti megjelenítés az AppVáltóban.
it: Mostra una voce per ogni finestra o per ogni applicazione. Le finestre passeranno in primo piano; le applicazioni saranno attivate.
pt: Mostre um item no comutador para cada janela ou para cada aplicação. As janelas focar-se-ão quando as aplicações estiverem activas.

source: Show at the end
el: Εμφάνιση στο τέλος
hu: Mutasd meg a végén
it: Mostra alla fine
pt: Mostrar no fim

source: Show fullscreen windows
el: Εμφάνιση παραθύρων πλήρους οθόνης
hu: Teljes képernyős Ablakok megjelenítése
it: Finestre a schermo intero
pt: Mostrar janelas de ecrã inteiro

source: Show hidden windows
el: Εμφάνιση κρυφών παραθύρων
hu: Rejtett ablakok megjelenítése
it: Finestre nascoste
pt: Mostrar janelas escondidas

source: Show in switcher
el: Εμφάνιση στον επιλογέα
hu: Mutasd meg a AppVáltó -ban
it: Mostra in AltTab
pt: Mostrar no switcher

source: Show minimized windows
el: Εμφάνιση ελαχιστοποιημένων παραθύρων
hu: Minimalizált ablakok megjelenítése
it: Finestre minimizzate
pt: Mostrar janelas minimizadas

source: Show on
el: Εμφάνιση σε
hu: Mutatás
it: Limita a:
pt: Mostrar no

source: Show on:
el: Εμφάνιση σε:
hu: Megjelenítés:
it: Mostra su:
pt: Mostrar no:

source: Show standard tabs as windows
el: Εμφάνιση τυπικών καρτελών ως παραθύρων
hu: Lapok megjelenítése Ablakként
it: Mostra le schede di macOS come finestre
pt: Mostrar separadores padrão como Windows

source: Show standard tabs as windows:
el: Εμφάνιση τυπικών καρτελών ως παραθύρων:
hu: Alkalmazás lapok megjelenítése ablakokként:
it: Visualizza le schede di macOS come finestre:
pt: Mostrar separadores como janelas:

source: Show titles
el: Εμφάνιση τίτλων
hu: Címek mutatása
it: Mostra i titoli
pt: Mostrar títulos

source: Show windows from applications
el: Εμφάνιση παραθύρων από εφαρμογές
hu: Ablak mutatása az Alkalmazásokból
it: Mostra le finestre di…
pt: Mostrar janelas de aplicações

source: Show windows from screens
el: Εμφάνιση παραθύρων από οθόνες
hu: Ablak mutatása a Képernyőről
it: Mostra da… (schermi)
pt: Mostrar janelas de ecrãs

source: Show windows from Spaces
el: Εμφάνιση παραθύρων από Γραφεία εργασίας
hu: Ablak mutatása az Íróasztalról
it: Mostra da… (Spaces o 'spazi' di macOS)
pt: Mostrar janelas dos Ambientes de Trabalho

source: Show windows from:
el: Εμφάνιση παραθύρων από:
hu: Ablakok mutatása:
it: Mostra finestre da:
pt: Mostrar janelas de:

source: Size
el: Μέγεθος
hu: Méret
it: Dimensione
pt: Tamanho

source: Small
el: Μικρό
hu: Kicsi
it: Piccola
pt: Pequeno

source: Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately.
el: Ορισμένες εφαρμογές όπως ο Finder ή η Προεπισκόπηση χρησιμοποιούν τυπικές καρτέλες που λειτουργούν σαν ανεξάρτητα παράθυρα. Ορισμένες άλλες εφαρμογές όπως τα προγράμματα περιήγησης ιστού χρησιμοποιούν προσαρμοσμένες καρτέλες που λειτουργούν με μοναδικούς τρόπους και δεν είναι πραγματικά παράθυρα. Το Alttab δεν μπορεί να τα εμφανίσει χωριστά.
hu: Egyes alkalmazások, mint például a Finder vagy az előnézet, olyan füleket használnak, amelyek független ablakokként működnek. Néhány más alkalmazás, például a webböngészők egyedi füleket használnak, amelyek egyedi módon működnek, és nem tényleges ablakok. Az Altab nem tudja ezeket külön felsorolni.
it: Alcune applicazioni, specialmente quelle di sistema, mostrano diverse istanze come schede della stessa finestra, anziché come finestre separate (in base alle impostazioni). Le schede dei browser non sono mai schede native di macOS.
pt: Algumas aplicações como o Finder ou Preview utilizam separadores padrão que actuam como janelas independentes. Outras, como navegadores da Web, utilizam separadores personalizados que actuam de forma única e, na verdade, não são janelas reais. AltTab não pode listá-las separadamente.

source: Source code repository
el: Αποθετήριο πηγαίου κώδικα
hu: Forrás kód tárhelye
it: Repository del codice sorgente
pt: Repositório do Código Fonte

source: Space
el: Γραφείο εργασίας
hu: Íróasztal
it: Spazio

source: Space Order
el: Σειρά Γραφείων εργασίας
hu: Íróasztal Sorrendje
it: In base alla posizione
pt: Ordem por Ambiente de Trabalho

source: Start
el: Αρχή
hu: Eleje
it: All'inizio
pt: Início

source: Start at login
el: Άνοιγμα κατά την είσοδο
hu: Indítás bejelentkezéskor
it: Avvia al login
pt: Começar no arranque

source: Start at login:
el: Άνοιγμα κατά την είσοδο:
hu: Indítás bejelentkezéskor:
it: Avvia al login:
pt: Iniciar ao efectuar login:

source: Support this project ❤️
el: Υποστηρίξτε αυτό το έργο ❤️
hu: Támogassa ezt a projektet ❤️
it: Supporta questo progetto
pt: Apoie este projecto ❤️

source: Switch between 3 different styles. You can customize them.
el: Εναλλαγή μεταξύ 3 διαφορετικών στυλ. Μπορείτε να τα προσαρμόσετε.
hu: Váltás 3 testre szabható stílus között
it: Scegli uno dei 3 stili e personalizzalo come vuoi.
pt: Alternar entre 3 estilos diferentes. Pode personalizá-los.

source: System
el: Σύστημα
hu: Rendszer
it: Sistema
pt: Sistema

source: Theme
el: Θέμα
hu: Téma
it: Tema
pt: Tema

source: Theme:
el: Θέμα:
hu: Téma:
it: Tema:
pt: Tema:

source: Then release:
el: Έπειτα αφήστε:
hu: Majd engedje fel:
it: Poi rilascia:
pt: Depois soltar:

source: This permission is needed to focus windows after you release the shortcut
el: Αυτή η άδεια απαιτείται για να εστιάσετε τα παράθυρα μετά την απελευθέρωση της συντόμευσης
hu: Ez a jogosultság ahhoz szükséges hogy az ablak fókuszba kerüljön miután a parancsikont elengedte
it: Questo permesso è necessario per rendere attiva la finestra al rilascio del comando rapido
pt: Esta permissão é necessária para dar foco em janelas após carregar nos atalhos

source: This permission is needed to show screenshots and titles of open windows
el: Αυτή η άδεια απαιτείται για την εμφάνιση στιγμιότυπων και τίτλων ανοιχτών παραθύρων
hu: Ez a jogosultág az ablak előnézetéhez és címezéséhez szükséges.
it: Questo permesso è necessario per mostrare le anteprime e i titoli delle finestre.
pt: Esta permissão é necessária para mostrar capturas de ecrã e títulos das janelas abertas

source: Thumbnails
el: Μικρογραφίες
hu: Miniatűrök
it: Miniature
pt: Miniaturas

source: Title truncation
el: Περικοπή τίτλου
hu: Rövidíés
it: Troncamento del titolo
pt: Truncamento do título

source: Titles
el: Τίτλοι
hu: Címek
it: Titoli
pt: Títulos

source: Trigger shortcut
el: Συντόμευση
hu: Indító parancs
it: Scorciatoia
pt: Atalho de gatilho

source: Unassign existing shortcut and continue
el: Απόρριψη υπάρχουσας συντόμευσης και συνέχεια
hu: Meglévő parancs cseréje és folytatás
it: Rimuovi comando esistente e continua
pt: Eliminar atalho e continuar

source: Updates policy
el: Πολιτική ενημερώσεων
hu: Frissítési házirend
it: Aggiornamento
pt: Actualiza a política

source: Updates policy:
el: Πολιτική ενημερώσεων:
hu: Frissítési beállítások:
it: Aggiornamenti:
pt: Regras de actualização:

source: Version
el: Έκδοση
hu: Verzió
it: Versione
pt: Versão

source: View existing discussions
el: Εμφάνιση υπαρχουσών συζητήσεων
hu: Aktuális beszélgetések megtekintése
it: Visualizza discussioni esistenti
pt: Ver discussões existentes

source: Vim keys
hu: VIM billentyűk
it: Tasti Vim
pt: Teclas Vim

source: Vim keys already assigned to other actions: %@
el: Vim keys που έχουν ήδη ανατεθεί σε άλλες ενέργειες: \ n%@
hu: VIM bill. már hozzárendelt más műveletekhez: \ n%@
it: I tasti Vim sono già assegnati ad altre azioni: %@
pt: Teclas Vim já se encontram associadas a outras acções: %@

source: Visibility
el: Ορατότητα
hu: Láthatóság
it: Contrasto della selezione
pt: Visibilidade

source: Visible Spaces
el: Ορατά Γραφεία εργασίας
hu: Látható Íróasztalok
it: Spazi visibili
pt: Ambientes de Trabalho Visíveis

source: When fullscreen
el: Όταν σε πλήρη οθόνη
hu: Amikor teljes képernyős
it: Se a schermo intero
pt: Quando em ecrã inteiro

source: When no open window
el: Όταν δεν υπάρχει ανοιχτό παράθυρο
hu: Amikor nincs nyitott ablaka
it: Se non ci sono finestre aperte
pt: Quando não tem janelas abertas

source: While open, press:
el: Όταν είναι ανοιχτό, πατήστε:
hu: Megnyitás közben nyomjon:
it: Mentre aperto, premi:
pt: Enquanto activa, carregar:

source: Window app icon size:
el: Μέγεθος εικονιδίου παραθύρου εφαρμογής:
hu: Ablak alkalmazásikonmérete:
it: Dimensioni dell'icona sull'anteprima:
pt: Tamanho do ícone da aplicação:

source: Window is fullscreen
el: Το παράθυρο είναι σε πλήρη οθόνη
hu: Az ablak teljes képernyős
it: La finestra è a schermo intero
pt: Janela está em ecrã inteiro

source: Window is minimized
el: Το παράθυρο είναι ελαχιστοποιημένο
hu: Az ablak minimalizálva van
it: La finestra è minimizzata nel Dock
pt: Janela está minimizada

source: Window is on every Space
el: Το παράθυρο βρίσκεται σε κάθε Γραφείο εργασίας
hu: Ablak minden Íróasztalon
it: La finestra è in tutti gli spazi
pt: Janela está em todos os Ambientes de Trabalho

source: Window is on Space %d
el: Το παράθυρο βρίσκεται στο Γραφείο εργασίας %d
hu: Az ablak a %d Íróasztalon van
it: La finestra è nello spazio %d
pt: Janela está no Space %d

source: Window max width in row:
el: Μέγιστο πλάτος παραθύρου στη σειρά:
hu: Ablak maximális szélessége a sorban:
it: Larghezza massima finestra in riga:
pt: Largura max. da janela na linha:

source: Window min width in row:
el: Ελάχιστο πλάτος παραθύρου στη σειρά:
hu: Ablak minimum szélessége a sorban:
it: Larghezza minima finestra in riga:
pt: Largura min. da janela na linha:

source: Window order:
el: Σειρά παραθύρων:
hu: Ablakok sorrendje:
it: Ordine delle finestre:
pt: Ordem das janelas:

source: Window Title
el: Τίτλος παραθύρου
hu: Ablak Cím
it: Titolo della finestra
pt: Título da janela

source: Window title font size:
el: Μέγεθος γραμματοσειράς τίτλου παραθύρου:
hu: Ablak címének betű mérete:
it: Dimensioni del titolo della finestra:
pt: Tamanho da fonte do título da aplicação:

source: Window title truncation:
el: Περικοπή τίτλου παραθύρου:
hu: Ablak címsor rövidítése:
it: Troncamento titolo:
pt: Truncar título:

source: Windows
el: Παράθυρα
hu: Ablakok
it: finestre
pt: Janelas

source: You can’t undo this action.
el: Αυτή η ενέργεια δεν είναι αναστρέψιμη.
hu: Nem vonhatja vissza ezt a műveletet.
it: Non puoi annullare questa operazione.
pt: Não pode desfazer esta acção.

source: You didn’t write your email, thus can’t receive any response.
el: Δεν γράψατε το email σας, επομένως δεν μπορείτε να λάβετε καμία απάντηση.
hu: Ha nem ad meg e-mail címet, nem tudunk választ küldeni
it: Non hai fornito un indirizzo email: non potrai ricevere risposta.
pt: Não escreveu o seu endereço de email, logo não é possível enviar resposta
